[PlayerNameId.Mechromancer PlayerNameIdentifierDefinition]
LocalizedCharacterDescription="Girls destroy robots + workers = fun times!!"
LocalizedPreferredWeaponDescription="Girls destroy robots + workers = fun times!!"

